accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adw-gtk-theme
ags-hyprpanel-git
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-file-transfer
atuin
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
capitaine-cursors
chwd
cliphist
cpupower
cryptsetup
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
duf
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
etckeeper
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fsarchiver
fuzzel
ghostty
git
git-delta
github-cli
glances
gnome-keyring
gnu-netcat
go
google-chrome
gpu-screen-recorder
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset-git
inetutils
iptables-nft
iwd
jfsutils
kvantum
kvantum-theme-nordic-git
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lua51
luarocks
lvm2
mako
man-db
man-pages
matugen-bin
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nemo
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-open
nvidia-settings
nvidia-utils
nvm
nvme-cli
nwg-look
obsidian
octopi
opencl-nvidia
opendesktop-fonts
openssh
openvpn-update-systemd-resolved
os-prober
pacman-contrib
pamixer
paru
pass
pavucontrol
perl
pinta
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
pqiv
pv
python
python-defusedxml
python-gpustat
python-packaging
qbittorrent
qman
qt5ct
qt6ct
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sddm
seahorse
sg3_utils
signal-desktop
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
sqlitebrowser
sudo
swappy
swaybg
swaylock-effects-git
swaylock-fancy-git
swww
syncthing
sysfsutils
tailscale
texinfo
the_silver_searcher
thunar
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vlc-plugins-all
vulkan-radeon
wf-recorder-git
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yadm
